[
"\"Sebaik-baik kalian adalah yang mempelajari Al-Quran dan mengajarkannya.\" (HR. Bukhari)",
"\"Bacalah Al-Quran, karena ia akan datang pada hari kiamat sebagai pemberi syafaat.\" (HR. Muslim)",
"\"Sebaik-baik kalian adalah orang yang belajar dan mengajarkan al-Quran.\" (HR. Bayhaqi)",
"\"Al-Qur'an itu lebih agung dari segala sesuatu selain Allah. Barang siapa yang menghormati al-Qur'an berarti sungguh dia mengagungkan Allah. Barang siapa meremehkan hak al-Qur'an, sungguh ia telah meremehkan hak Allah. Para penghafal al-Qur'an adalah orang-orang yang diistimewakan dengan rahmat Allah, diajarkan kalam Allah, dan dikenakan kepadanya cahaya Allah. Barang siapa yang memusuhi mereka berarti ia memusuhi Allah dan barang siapa yang mencintai mereka berarti ia mencintai Allah.\" (HR. Ar Razi)",
"\"Murojaah itu harus Allahumma Maksa. Malas-malas harus dipaksa. Karena kalau tidak dipaksa, tidak akan bisa.\" (KH. Izzuddin Masruri)",
"\"Tidak ada kefakiran bagi orang-orang yang hidupnya selalu bersama Al-Qur'an.\" (KH. M. Yusuf Mahsyar)",
"\"Dua aib penghafal Al-Qur'an yaitu melupakan murojaah dan murojaah Al-Qur'an bukan karena Allah.\" (Dr. KH. Deden Makhyaruddin, M.A)",
"\"Salah satu teman terbaik yang akan mendampingimu hingga kematian hanyalah bacaan Al-Qur'an, bukan pasangan dan bukan keluarga.\"",
"\"Metode yang paling baik dalam menghafal Al-Qur'an adalah bersungguh-sungguh.\" (KH. M. Fathoni Dimyati, Lc.)",
"\"Jagalah shalatmu, maka Allah akan menjaga kehidupanmu. Jagalah Qur'anmu, maka Allah akan mencukupi kebutuhanmu.\" (KH. M. Adlan Aly)",
"\"Al-Qur'an itu obat dari segala penyakit. Tapi jangan mendatangi Al-Qur'an hanya saat sakit.\" (KH. Maimun Zubair)",
"\"Sesibuk apa pun kamu bekerja, sempatkan membaca Al-Qur'an walau beberapa ayat.\" (Dr. Ahsin Sakho Muhammad, M.A)",
"\"Allah berfirman: Barang siapa yang disibukkan dengan Al-Qur'an daripada berzikir dan berdoa kepada-Ku, maka Aku akan memberinya yang terbaik.\" (HR. Tirmidzi)",
"\"Rumah yang dibacakan Al-Qur'an akan penuh keberkahan.\" (HR. Al-Bazzar)",
"\"Barang siapa membaca sepuluh ayat dalam satu malam, ia tidak dicatat sebagai orang lalai.\" (HR. Ad-Darimi)",
"\"Hati bisa berkarat sebagaimana besi. Pembersihnya adalah membaca Al-Qur'an.\" (HR. Al-Bayhaqi)",
"\"Para penghafal Al-Qur'an adalah kekasih Allah.\" (HR. Ibnu An-Najjar)",
"\"Al-Qur'an bisa menjadi pembela atau penuntut bagimu.\" (HR. Muslim)",
"\"Tidak ada yang lebih baik saat menghadap Allah selain membawa Al-Qur'an.\" (HR. Al-Hakim)",
"\"Semakin banyak hafalan, semakin besar ujian. Maka luruskan niat hanya untuk Allah.\" (Nyai Hj. Masyhudah Karim)",
"\"Tidak murojaah padahal mampu adalah salah satu maksiat lisan.\" (KHR. Muhammad Najib AQM)",
"\"Penghafal Al-Qur'an yang hidupnya tidak tenteram biasanya jarang murojaah.\" (KH. Abdul Munim Syadzili)",
"\"Istiqomah membaca Al-Qur'an adalah tanda kesetiaan.\"",
"\"Al-Qur'an dihafal menjadi kemuliaan, diamalkan menjadi kebaikan, direnungi menjadi keteguhan hati.\" (Salim A. Fillah)",
"\"Menghafal Al-Qur'an melibatkan seluruh anggota wudhu.\" (Dr. KH. Deden M. Makyaruddin, M.A)",
"\"Bagi penghafal Al-Qur'an, setiap hari adalah Ramadhan.\" (Dr. KH. Deden M. Makyaruddin, M.A)",
"\"Jangan mengajarkan Al-Qur'an ke mana-mana sementara rumahmu kosong dari Al-Qur'an.\" (KH. M. Anwar Manshur)",
"\"Rindu membaca Al-Qur'an tanda Al-Qur'an telah menjadi bagian hidup.\" (KH. Ahsin Sakho Muhammad)",
"\"Al-Qur'an adalah Kalamullah yang dimuliakan Allah.\" (KH. R. Najib AQ Munawwir)",
"\"Tidak ada kefakiran bagi orang yang hidup bersama Al-Qur'an.\" (KH. Yusuf Mahsyar)",
"\"Al-Qur'an menjauhkan dari maksiat, maksiat menjauhkan dari Al-Qur'an.\" (Nyai Hj. Nur Hannah Zamzami)",
"\"Jika ingin Allah berbicara kepadamu, bacalah Al-Qur'an.\" (Prof. Dr. M. Quraish Shihab)",
"\"Jangan jadikan kesibukan sebagai alasan meninggalkan murojaah.\" (Nyai Hj. Nur Hannah Zamzami)",
"\"Istiqomah mengkhatamkan Al-Qur'an akan mengembalikan kelancaran hafalan.\" (KH. Nawawi Abdul Aziz)",
"\"Al-Qur'an bisa menjadi syafaat atau laknat.\" (KH. Saiful Abidin)",
"\"Keberhasilan turun kepada siapa pun yang dekat dengan Al-Qur'an.\" (Dr. KH. Ahsin Sakho Muhammad)",
"\"Tugas kita adalah murojaah, kelancaran adalah urusan Allah.\" (Nyai Hj. Nur Hannah Zamzami)",
"\"Membaca Al-Qur'an memberkahi waktu.\" (Dr. KH. Muhammad Afifudin Dimyathi)",
"\"Menghafal Al-Qur'an butuh kesungguhan total.\" (KH. Muhammad Fathoni Dimyathi)",
"\"Nderes saat belum lancar ibarat minum jamu.\" (Nyai Hj. Luluk Illiyah)",
"\"Ketika Al-Qur'an jadi agenda utama, waktu terasa lapang.\" (Nyai Hj. Luluk Illiyah)",
"\"Ahli Al-Qur'an bisa menjadi wali Allah.\" (KH. Muhammad Najih MZ)",
"\"Membaca Al-Qur'an adalah zikir paling utama.\" (Syekh Said Ramadhan Al-Buthi)",
"\"Mengulang hafalan sebelum tidur akan menguatkan hafalan.\" (Habib Umar bin Hafidz)",
"\"Shohibul Qur'an adalah yang mulazamah murojaah setiap hari.\" (KH. Muhammad Ulin Nuha Arwani)"
]